[
  {
    "id": 1,
    "name": "Figura Portgas D. Ace",
    "image": [
        "images/Producto 1/A (1).jpg",
        "images/Producto 1/A (2).jpg",
        "images/Producto 1/A (3).jpg",
        "images/Producto 1/A (4).jpg"
    ],
    "detail": "La línea de figuras Bandai's Anime Heroes ahora te permite ingresar al mundo del anime de One Piece. Esta figura de Ace captura la imagen de su hermano pequeño Luffy.Viene en un empaque premium influenciado por el manga y el arte japonés.La figura a escala de 6,5 pulgadas, detallada e increíblemente decorada, te permite recrear los momentos icónicos de Luffy con más de 16 puntos de articulación. Esta figura es perfecta para jugar y exhibir.Cada figura de Anime Heroes viene con dos juegos adicionales de manos intercambiables y accesorios específicos del personaje.Los fanáticos pueden buscar más figuras de la serie Anime Heroes One Piece de Bandai (cada figura se vende por separado).",
    "price": 25.00,
    "score": "★★★★★"
  },
  {
    "id": 2,
    "name": "Figura Tony Tony Chopper",
    "image": [
        "images/Producto 2/B (1).jpg",
        "images/Producto 2/B (2).jpg",
        "images/Producto 2/B (3).jpg",
        "images/Producto 2/B (4).jpg",
        "images/Producto 2/B (5).jpg",
        "images/Producto 2/B (6).jpg"
    ],
    "detail": "La línea de figuras Bandai's Anime Heroes ahora te permite ingresar al mundo del anime de One Piece. Chopper cobra vida con caras intercambiables y rasgos fieles a los de los personajes. Viene en un empaque premium influenciado por el manga y el arte japonés. La figura a escala de 6,5 pulgadas, detallada e increíblemente decorada, te permite recrear momentos icónicos con más de 16 puntos de articulación. Esta figura es perfecta para jugar y exhibir. Peso del paquete del artículo: 0,8 libras.",
    "price": 25.00,
    "score": "★★"
  },
  {
    "id": 3,
    "name": "Figura Vinsmoke Sanji",
    "image": [
        "images/Producto 3/C (1).jpg",
        "images/Producto 3/C (2).jpg",
        "images/Producto 3/C (3).jpg",
        "images/Producto 3/C (4).jpg",
        "images/Producto 3/C (5).jpg",
        "images/Producto 3/C (6).jpg"
    ],
    "detail": "La línea de figuras Bandai's Anime Heroes ahora te permite ingresar al mundo del anime de One Piece. Viene en un empaque premium influenciado por el manga y el arte japonés. La figura detallada e increíblemente decorada a escala de 6,5 pulgadas te permite recrear los momentos icónicos de Sanji con más de 16 puntos de articulación. Cada figura de Anime Heroes viene con dos juegos adicionales de manos intercambiables y accesorios específicos del personaje. Los fanáticos pueden buscar más figuras de la serie Anime Heroes One Piece de Bandai (cada figura se vende por separado).",
    "price": 25.00,
    "score": "★★★"
  },
  {
    "id": 4,
    "name": "Figura Monkey D. Luffy",
    "image": [
      "images/Producto 4/D (1).jpg",
      "images/Producto 4/D (2).jpg",
      "images/Producto 4/D (3).jpg",
      "images/Producto 4/D (4).jpg",
      "images/Producto 4/D (5).jpg",
      "images/Producto 4/D (6).jpg"
    ],
    "detail": "Zarpa con tus piratas favoritos: ¡Luffy es nuevo! Luffy, Capitán de los Piratas de Sombrero de Paja, se ha propuesto ser el Rey de los Piratas y encontrar One Piece. Luffy emprende aventuras ayudando a los necesitados y reuniendo más amigos y miembros para su tripulación a lo largo del camino. Luffy ha aumentado su recompensa con cada aventura, salvó ciudades, comió mucha comida y se encontró con enemigos interminables que nunca parecen poder vencer al Capitán Luffy y su tripulación. Embalaje inspirado en Manga: cada línea de Anime Heroes tiene un embalaje inspirado en manga y hermosas ilustraciones en el frente que muestran los personajes que conoces y amas. Juego sin fin: cada figura viene con 2 juegos de manos intercambiables, accesorios específicos del personaje y más de 16 puntos de articulación para posar y jugar de infinitas maneras. Colecciónalos todos: Bandai Namco Toys & Collectibles America tiene una línea completa de figuras de acción de One Piece para que muestres tu fandom y colecciones tus personajes favoritos. Impresionante semejanza: cada figura viene con una escultura detallada y es fiel a mostrar las características por las que las figuras de acción de Anime Heroes son conocidas.",
    "price": 25.00,
    "score": "★★★★★"
  },
  {
    "id": 5,
    "name": "Figura Franky",
    "image": [
      "images/Producto 5/E (1).jpg",
      "images/Producto 5/E (2).jpg",
      "images/Producto 5/E (3).jpg",
      "images/Producto 5/E (4).jpg",
      "images/Producto 5/E (5).jpg",
      "images/Producto 5/E (6).jpg"
    ],
    "detail": "Zarpa con tus piratas favoritos: Franky es un cyborg y ex líder de la familia Franky y ex antagonista antes de que él y su tripulación tuvieran que convertirse en aliados de Luffy debido a las circunstancias. Ahora se desempeña como carpintero de los Piratas de Sombrero de Paja y su sueño es crear y montar un barco capaz de circunnavegar el mundo entero. Su objetivo es lograrlo con la tripulación de Sombrero de Paja. Embalaje inspirado en Manga: cada línea de Anime Heroes tiene un embalaje inspirado en manga y hermosas ilustraciones en el frente que muestran los personajes que conoces y amas. Juego sin fin: cada figura viene con 2 juegos de manos intercambiables, accesorios específicos del personaje y más de 16 puntos de articulación para posar y jugar de infinitas maneras. Colecciónalos todos: Bandai Namco Toys & Collectibles America tiene una línea completa de figuras de acción de One Piece para que muestres tu fandom y colecciones tus personajes favoritos. Impresionante semejanza: cada figura viene con una escultura detallada y es fiel a mostrar las características por las que las figuras de acción de Anime Heroes son conocidas.",
    "price": 25.00,
    "score": "★★"
  },
  {
    "id": 6,
    "name": "Figura Shanks",
    "image": [
      "images/Producto 6/F (1).jpg",
      "images/Producto 6/F (2).jpg",
      "images/Producto 6/F (3).jpg",
      "images/Producto 6/F (4).jpg",
      "images/Producto 6/F (5).jpg"
    ],
    "detail": "Shanks es el capitán de los Piratas Pelirrojos y miembro de los Cuatro Emperadores que gobiernan el Nuevo Mundo. También es un ex miembro de los legendarios Roger Pirates, el único grupo que conquistó con éxito Grand Line, donde comenzó como pirata como aprendiz. Viene en un empaque premium influenciado por el manga y el arte japonés. La figura a escala de 6,5 pulgadas, detallada e increíblemente decorada, te permite recrear los momentos icónicos de Luffy con más de 16 puntos de articulación. Esta figura es perfecta para jugar y exhibir. Cada figura de Anime Heroes viene con dos juegos adicionales de manos intercambiables y accesorios específicos del personaje. Los fanáticos pueden buscar más figuras de la serie Anime Heroes One Piece de Bandai (cada figura se vende por separado).",
    "price": 25.00,
    "score": "★★★★★"
  },
  {
    "id": 7,
    "name": "Trafalgar D. Water Law",
    "image": [
      "images/Producto 7/G (1).jpg",
      "images/Producto 7/G (2).jpg",
      "images/Producto 7/G (3).jpg",
      "images/Producto 7/G (4).jpg",
      "images/Producto 7/G (5).jpg",
      "images/Producto 7/G (6).jpg"
    ],
    "detail": "La línea de figuras Bandai's Anime Heroes ahora te permite ingresar al mundo del anime de One Piece. Trafalgar Law cobra vida con su atuendo y accesorios únicos. Viene en un empaque premium influenciado por el manga y el arte japonés. La figura detallada e increíblemente decorada a escala de 6,5 pulgadas te permite recrear los momentos icónicos de Trafalgar Law con más de 16 puntos de articulación. Esta figura es perfecta para jugar y exhibir.",
    "price": 25.00,
    "score": "★★★★★"
  },
  {
    "id": 8,
    "name": "Usopp",
    "image": [
      "images/Producto 8/H (1).jpg",
      "images/Producto 8/H (2).jpg",
      "images/Producto 8/H (3).jpg",
      "images/Producto 8/H (4).jpg",
      "images/Producto 8/H (5).jpg"
    ],
    "detail": "Zarpa con tus piratas favoritos: Usopp es el tercer miembro que se une a la tripulación después de recibir ayuda de Luffy, Nami y Zoro para defender a su amiga Kaya de Kuro y los Piratas Gato Negro. Es el francotirador de la tripulación y aunque no es tan fuerte físicamente como el resto de la tripulación, lo compensa de corazón y sueña con convertirse en un valiente guerrero del mar como su padre. Embalaje inspirado en Manga: cada línea de Anime Heroes tiene un embalaje inspirado en manga y hermosas ilustraciones en el frente que muestran los personajes que conoces y amas. Juego sin fin: cada figura viene con 2 juegos de manos intercambiables, accesorios específicos del personaje y más de 16 puntos de articulación para posar y jugar de infinitas maneras. Colecciónalos todos: Bandai Namco Toys & Collectibles America tiene una línea completa de figuras de acción de One Piece para que muestres tu fandom y colecciones tus personajes favoritos. Impresionante semejanza: cada figura viene con una escultura detallada y es fiel a mostrar las características por las que las figuras de acción de Anime Heroes son conocidas.",
    "price": 25.00,
    "score": "★★"
  },
  {
    "id": 9,
    "name": "Roronoa Zoro",
    "image": [
      "images/Producto 9/I (1).jpg",
      "images/Producto 9/I (2).jpg",
      "images/Producto 9/I (3).jpg",
      "images/Producto 9/I (4).jpg",
      "images/Producto 9/I (5).jpg",
      "images/Producto 9/I (6).jpg"
    ],
    "detail": "La línea de figuras Bandai's Anime Heroes ahora te permite ingresar al mundo del anime de One Piece. Viene en un empaque premium influenciado por el manga y el arte japonés. La figura detallada e increíblemente decorada a escala de 6,5 pulgadas te permite recrear los momentos icónicos de Zoro con más de 16 puntos de articulación. Cada figura de Anime Heroes viene con dos juegos adicionales de manos intercambiables y accesorios específicos del personaje. Los fanáticos pueden buscar más figuras de la serie Anime Heroes One Piece de Bandai (cada figura se vende por separado).",
    "price": 25.00,
    "score": "★★★★★"
  }
    ]